Revit 2027 API
ParameterTypeId.PaddingLength Property
 "Padding"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PaddingLength { get; }
Public Shared ReadOnly Property PaddingLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PaddingLength {
	ForgeTypeId^ get ();
}
static member PaddingLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace